<template>
  <div class="about">    
 
    <!---------------------------------------------------------Body_Block------------------------------------------>


    <div class="box_1">
        <div class="about_text container">
            <div class="about">
                <p>О нас</p>
            </div>
            <div class="_text">
                    <p><img src="../assets/about/img/_icon_К.svg" alt="">расивая одежда настолько вдохновляет - баланс линий, образная резка и роскошные ткани. Наша мотивация, чтобы дать
                      стильным людям исключительное качество и универсальные варианты, которые могут быть лишены для жизни.
                      Мы нацелены на то, чтобы укрепить качество мирового класса, и продукт может появиться в Ташкенте.
                       Мы сочетаем современный дизайн и технологии с технологиями пошива старой школы, 
                    чтобы предложить вам высококачественный, но доступный продукт.
                    </p>
            </div>
        </div>
        <div class="box_2">
            <img src="../assets/about/img/_body_box_1_img.jpg" alt="">
        </div>
    </div>

    <div class="box_2 container">
        <div class="block_text">
            <div class="text_box_1">
                <div>
                    <p>Сосредоточиться на дизайне</p>
                </div>
                <p>
                    В Riddi мы помогаем вам направить вашу индивидуальность, 
                    предоставляя ткани и варианты дизайна, которые подбираются в соответствии с последними модными тенденциями.
                     Мы постоянно внедряем инновации с тканями и изысканным дизайном, 
                     чтобы обеспечить идеальное сочетание современного дизайна и классического пошива. 
                     Наша приверженность дизайну распространяется на все сферы деятельности компании - наши розничные магазины, 
                     цифровые точки соприкосновения,
                     а также сами продукты и упаковку.
                </p>
            </div>
            <div class="text_box_2">
                    <div>
                        <p>Качество и требовательные методы</p>
                    </div>
                <p>
                    Происхождение наших рубашек очень важно для нас. Мы курировали группу продавцов тканей со всего мира. 
                    Только лучшее сырье поставляется. Каждая деталь тщательно изучена. 
                    Наш производственный процесс включает в себя только самые современные машины и четко определенные процессы. 
                    Идеальная рубашка - это просто сумма ее частей.
                </p>
            </div>
            <div class="text_box_3">
                    <div>
                        <p>Заказ не должен быть сложным</p>
                    </div>
                <p>
                    Мы стремимся упростить и обезличить процесс покупки рубашек на заказ. 
                    Будь то описания тканей или пояснения к воротникам,
                     мы стараемся сделать их забавными и причудливыми, чтобы их было легко понять. 
                     Наш процесс определения размеров также революционен - наш алгоритм FitSmart сжимает данные за многие годы, 
                     чтобы получить ваши индивидуальные результаты.
                     Все, что мы просим, - это несколько основных ответов.
                </p>
            </div>
        </div>
    </div>


    <div class="video">
        <img src="../assets/about/img/_body_box_1_img.jpg" alt="video_img">
        <div class="middle">
           <a href="#"> <img src="../assets/about/img/_play.svg" alt="play"></a>
        </div>
    </div>
    <!---------------------------------------------------------END-------------------------------------------------->

  </div>
</template>

<script>
export default {
  
}
</script>

<style scoped>
 @import '../assets/about/css/_block.css';
 @import '../assets/about/css/body_block.css';

</style>