<template>
  <div id="howToSelectCustomShirt">     
       <div class="block container">
        <div class="box-1">
            <h4>ткань</h4>
            <p>
                Выбор ткани - это то, с чего начинается процесс изготовления идеальной рубашки на заказ.
                 Читайте дальше, чтобы узнать больше о наших тканях и выборе.
            </p>
            <h5>Один против двух / двухслойных</h5>
            <p>
                Как правило, ткани для одежды могут быть однослойными или двухслойными. 
                Ply относится к числу нитей, которые скручены вместе, чтобы сделать одну нить. <br>
                Двухслойные ткани, как правило, превосходят однослойные. 
                Они имеют гладкое, свежее ощущение руки и роскошны в носке. Это не означает, 
                что однослойные ткани не являются роскошными - однослойные ткани с 
                более высоким количеством и компактной конструкцией одинаково востребованы. <br>
                 2 в 100/2 или 1 в 70/1 относятся к слою ткани.
            </p>
            <h5>Количество тканей</h5>
            <p>
                Количество относится к размеру пряжи, и, как правило, чем больше количество нитей; более роскошная (и дорогая) ткань. <br>
                Однако количество нитей - это еще не все: компактность и плотность тканого материала играют большую роль в определении 
                общего качества ткани. <br>
                Ткани с более высоким содержанием имеют тенденцию к более легкому складыванию, учитывая, что они
                 относительно более тонкие. 
                Следовательно, переплетение играет важную роль в выборе ткани. <br> 100 в 100/2 или 70 в 70/1 относятся к количеству ткани.
            </p>
            <h5>Состав ткани</h5>
            <p>
                Различные материалы могут быть использованы для плетения ткани. Наиболее распространенными являются хлопок и лен. <br>
                Известный своими длинными скобами и превосходным качеством 100% египетский хлопок является главным выбором рубашечной ткани. <br>
                 100% лен - прочный и долговечный материал, который лучше всего использовать в теплую погоду. <br>
                 Для дополнительного растяжения лайкра обычно смешивается с хлопчатобумажной тканью. 
                Смесь хлопка и лайкры, как правило, подходит для рубашек, которые должны быть облегающими или облегающими.
            </p>
        </div>
        <div class="box-2">
            <img src="../assets/how_toSelect_custom_shirt/img/_img_box-2.jpg" alt="">
        </div>
        <div class="box-3">
            <h4>Тканые переплетения</h4>
        </div>
        <div class="box-4">
            <div class="shadow">
                <img src="../assets/how_toSelect_custom_shirt/img/_img_1_box-4-.jpg" alt="">
                <div class="">
                    <h4>Поплин</h4>
                    <p>
                        Самая типичная рубашечная ткань Poplin или Broadcloth имеет небольшую текстуру, 
                        а ее плотно сплетенный узор из-под плетения создает тонкую, мягкую, гладкую и легкую ткань.
                        Poplin воздухопроницаемый, что делает их идеальным выбором для ношения летом или
                        под куртками и блейзерами для официальных мероприятий. 
                        Чем выше количество ниток, тем роскошнее ткань.
                    </p>
                </div>
            </div>
            <div class="shadow">
                <img src="../assets/how_toSelect_custom_shirt/img/_img_2_box-4-.jpg" alt="">
                <div class="">
                    <h4>Оксфорд</h4>
                    <p>
                        Хотя оксфордская ткань имеет слегка грубую и тяжелую текстуру, она является мягкой,
                        дышащей и прочной тканью, которую можно носить ежедневно. Ткань, известная своим 
                        характерным плетением «корзина», обычно предназначена для повседневных рубашек в паре с воротником на пуговицах. 
                        Универсальный «должен иметь» для каждого гардероба.
                    </p>
                </div>
            </div>
            <div class="shadow">
                <img src="../assets/how_toSelect_custom_shirt/img/_img_3_box-4-.jpg" alt="">
                <div class="">
                    <h4>Сатин</h4>
                    <p>
                        Атласный тип плетения - более блестящий, чем обычный поплин.
                        Созданная таким образом ткань более блестящая и придает рубашке эксклюзивный вид.
                        Плетение наиболее классически используется с шелковой нитью, хотя может использоваться и с другими материалами. 
                        Атласные рубашки хорошо работают под курткой или в неформальной обстановке в ночное время.
                    </p>
                </div>
            </div>
            <div class="shadow">
                <img src="../assets/how_toSelect_custom_shirt/img/_img_4_box-4-.jpg" alt="">
                <div class="">
                    <h4>Добби</h4>
                    <p>
                        Плетение Добби создано с использованием небольших геометрических узоров, которые повторяются по всей ткани. 
                        Однотонные рубашки Добби, как правило, имеют слабую полоску или пунктирные узоры, сплетенные того же цвета,
                        что и базовая ткань. Эта слегка утяжеленная ткань стала популярной в 1950-х годах, 
                        ее уникальная узорчатая натура и структура с трудными морщинами оказались отличным выбором для рубашек рабочей одежды.
                    </p>
                </div>
            </div>
        </div>
    </div>
  </div>
</template>


<style scoped>

@import '../assets/how_toSelect_custom_shirt/fonts/Lab-Grotesque-font/stylesheet.css';
@import '../assets/how_toSelect_custom_shirt/css/_block.css';
@import '../assets/how_toSelect_custom_shirt/css/body_block.css';
</style>