<template>
  <div id="howWeCalculateSize">     
    <div class="block container">
        <p class="p">Как мы рассчитываем размер</p>
        <p>Если вы совершали покупки в Интернете, в наших магазинах или через домашний визит, ваш профиль был создан, 
            а ваши измерения сохранены для следующего посещения магазина. <br>
            Чтобы использовать эти измерения, выберите «Ваш ранее сохраненный размер» на странице размеров. <br> 
            FitSmart: ваш нестандартный размер за 1 минуту <br> Мы собрали и проанализировали множество точек данных, 
            чтобы рассчитать идеальное соответствие. Нет необходимости в измерительных лентах. 
            Просто ответьте на несколько простых вопросов.</p> <br>
        <div>
            <img src="../assets/howWeCalculateSize/img/_img_calculate-size_1.jpg" alt="calculate_size_img">
        </div>
        <br>
        <p>
            Если вы не полностью удовлетворены своей первой рубашкой, не беспокойтесь. 
            Напишите в нашу службу поддержки, которая обеспечит безболезненный процесс исправления. 
            После того, как мы определили проблему, мы либо изменим вашу рубашку, либо полностью переделаем ее бесплатно. <br><br>
             Если вы впервые заказываете 3 или более рубашек, мы обязательно вышлем вам 1 рубашку в качестве пробной версии, 
             чтобы подтвердить соответствие. Как только вы будете довольны, мы продолжим выполнение вашего заказа. <br><br>
             Если ваши измерения были сделаны портным, обычно это измерения тела. Так как мы принимаем только измерения по рубашке, 
             убедитесь, что вы добавили границу дыхания для всех значений, чтобы получить окончательный размер. 
            Мы рекомендуем 3-5 "вокруг груди, талии и бедер; 2-3" вокруг бицепса; и 2,5 "для манжет.
        </p>
        <br>
        <p>Используйте наше руководство <b>«Как измерить»</b>, чтобы прийти к вашим размерам.</p>
    </div>
    
  </div>
</template>


<style scoped>

@import '../assets/howWeCalculateSize/fonts/Lab-Grotesque-font/stylesheet.css';
@import '../assets/howWeCalculateSize/css/_block.css';
@import '../assets/howWeCalculateSize/css/body_block.css';
</style>