<template>
  <div id="ourShirts">     
   
 

    <div class="container">
        <div>
            <h4>Наши рубашки</h4>
            <img src="../assets/ourShirts/img/_img_box_1.jpg" alt="our-shirts">
        </div>
        <div class="box-2">
            <div>
                <img src="../assets/ourShirts/img/_img_box_2.jpg" alt="">
            </div>
            <div class="box-2-text">
                <p>  Наши ткани поставляются только несколькими фабриками по всему миру. 
                     Мы тесно сотрудничаем с нашими фабриками-партнерами, чтобы усовершенствовать и обновить наши предложения ткани. <br> <br>
                     Мы предлагаем ткани в различных тканях и количествах. Чтобы узнать больше о различных типах тканей, нажмите <a href="#"> здесь.</a> <br> <br>
                     Жизнь вашей рубашки зависит от того, как вы относитесь к рубашке и присущей ткани. 
                     Следуйте нашим простым инструкциям по уходу за стиркой, чтобы понять, как лучше ухаживать за рубашкой, нажмите <a href="#">здесь.</a>
                </p>
            </div>
        </div>
        <div class="box-3">
            <div class="box-3-text">
                <p>  Наши рубашки тщательно сконструированы в нашей сети мастерских по всему Ташкенту. <br><br> 
                     При сборке наших рубашек мы используем только самое лучшее сырье. 
                     Наш флизелин, который соединен с воротниками и манжетами, получен из Германии. 
                     Наши пуговицы специально изготовлены для нас. Наши нити также имеют превосходное качество,
                     способны выдерживать более высокие уровни стресса. <br><br>
                     Наши шаблоны оцифровываются с использованием технологии CAD и распечатываются каждый раз при размещении заказа.
                     По сути, индивидуальный цифровой шаблон каждого клиента сохраняется в нашей базе данных. 
                     Это оставляет небольшое поле для ошибок и обеспечивает постоянную посадку каждый раз, когда вы заказываете рубашку. <br><br>
                     Чтобы узнать о некоторых нюансах, которые отличают наши рубашки, нажмите <a href="#">здесь.</a> <br><br>
                     Мы предлагаем 14 различных типов воротников, чтобы пойти на вашей рубашке. 
                     Чтобы узнать больше о наших стилях воротника, нажмите <a href="#">здесь.</a>
                </p>
            </div>
            <div>
                <img src="../assets/ourShirts/img/_img_box_3.jpg" alt="">
            </div>
        </div>
        <div class="box-4">
            <div>
                <img src="../assets/ourShirts/img/_img_box_4.jpg" alt="">
            </div>
            <div class="box-4-text">
                <p>
                    У нас нет инвентаря для рубашек - мы начнем работать над вашими рубашками после получения заказа.  <br><br>
                    Все наши рубашки сделаны на заказ. Это отличается от Bespoke. Узнайте о разнице здесь. <br><br>
                    Наше проприетарное программное обеспечение FitSmart снимает нервозность предоставления ваших пользовательских измерений онлайн. 
                    Ответьте на несколько простых вопросов, и вуаля, 
                    у вас есть пользовательские измерения, готовые для сохранения и использования. <br><br>
                    Чтобы узнать больше о FitSmart, нажмите здесь. <br><br>
                    Если у вас уже есть рубашка,
                     которая вам подходит, пришлите нам рубашку в качестве образца. 
                     Мы будем копировать и сохранять результаты измерений для дальнейшего использования. <br><br>
                     Для тех, кто предпочитает стандартные размеры, у нас есть такая опция. <br><br>
                     Есть определенные общие проблемы с подгонкой, которые мы можем преодолеть в изготовленных на заказ рубашках. 
                    Чтобы узнать о распространенных проблемах подгонки, нажмите здесь.
                </p>
            </div>
        </div>
    </div>    
  </div>
</template>


<style scoped>

@import '../assets/ourShirts/fonts/Lab-Grotesque-font/stylesheet.css';
@import '../assets/ourShirts/css/_block.css';
@import '../assets/ourShirts/css/body_block.css';
</style>